Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/equality_in_work/equality_in_the_workplace.html.txt.tmx
Source language: en
Languages: ga

source: Equality in the workplace
ga: Comhionannas san ionad oibre

source: The Employment Equality Acts 1998–2015 outlaw discrimination in a wide range of employment and employment-related areas
ga: Cuireann na hAchtanna um Chomhionannas Fostaíochta 1998-2015 cosc ar idirdhealú i réimse leathan fostaíochta agus cúrsaí a bhaineann le fostaíocht

source: These include recruitment and promotion; equal pay; working conditions; training or experience; dismissal and harassment including sexual harassment
ga: Baineann siad sin le hearcaíocht agus cur chun cinn; pá cothrom; dálaí oibre; oiliúint nó taithí; dífhostú nó ciapadh lena n-áirítear ciapadh gnéasach

source: The legislation defines discrimination as treating one person in a less favourable way than another person based on any of the following 9 grounds:
ga: Tugann an reachtaíocht sainmhíniú ar idirdhealú mar caitheamh le duine amháin ar bhealach nach bhfuil chomh fabhrach leis an gcaoi a chaitear le duine eile agus é sin ar aon cheann den 9 bhfáth seo a leanas:

source: • Gender: this means man, woman or transsexual
ga: • Inscne: ciallaíonn sé seo fear, bean nó trasghnéasach

source: • Civil status: includes single, married, separated, divorced, widowed people, civil partners and former civil partners
ga: • Stádas sibhialta: cuimsíonn sé seo daoine singile, pósta, scartha, colscartha, baintreacha/baintreacha fir , páirtnéirí sibhialta agus iar-pháirtnéirí sibhialta

source: • Family status: this refers to the parent of a person under 18 years or the resident primary carer or parent of a person with a disability
ga: • Stádas teaghlaigh: tagraíonn sé seo do thuismitheoir duine atá faoi bhun 18 mbliana d’aois nó do phríomhchuramóir nó do thuismitheoir cónaitheach duine a bhfuil míchumas air nó uirthi

source: • Sexual orientation: includes gay, lesbian, bisexual and heterosexual
ga: • Claonadh gnéasach: áirítear leis seo daoine homaighnéasacha, leispiacha, déghnéasacha agus heitrighnéasacha

source: • Religion: means religious belief, background, outlook or none
ga: • Reiligiún: cialaíonn sé sin creideamh reiligiúnach, cúlra nó dearcadh reiligiúnach nó easpa creidimh nó dearcaidh reiligiúnaigh

source: • Age: this does not apply to a person aged under 16
ga: • Aois: ní bhaineann sé seo le duine faoi bhun a 16

source: • Disability: includes people with physical, intellectual, learning, cognitive or emotional disabilities and a range of medical conditions
ga: • Míchumas: áirítear leis seo daoine a bhfuil míchumais fhisiceacha, intleachta, foghlamtha, choigníocha nó mothúchánacha orthu nó réimse riochtaí míochaine

source: • Race: includes race, skin colour, nationality or ethnic origin
ga: • Cine: áirítear le seo cine, dath craicinn, náisiúnacht nó bunús eitneach

source: • Membership of the Traveller community
ga: • Ballraíocht den Lucht Siúil

source: Discrimination is defined as less favourable treatment
ga: Is é sainmhíniú a thugtar ar idirdhealú ná níos lú fabhar a thabhairt do dhuine

source: An employee is said to be discriminated against if they are treated less favourably than another is, has been or would be treated in a comparable situation on any of the above 9 grounds
ga: Is féidir a rá go bhfuil idirdhealú á dhéanamh in aghaidh fostaí má thugtar níos lú fabhar dó nó di ná mar a tugadh, nó a thabharfaí, do dhuine eile i gcás cosúil leis ar aon cheann den 9 bhfáth thuas

source: To establish direct discrimination, a direct comparison must be made, for example, in the case of disability discrimination the comparison must be between a person who has a disability and another who has not, or between persons with different disabilities
ga: Má tá cás idirdhealaithe le cruthú caithfear comparáid dhíreach a dhéanamh idir dhá chás. Mar shampla, má tá cás idirdhealaithe ar bhunús míchumais le cruthú caithfear comparáid a dhéanamh idir duine a bhfuil míchumas air nó uirthi agus duine nach bhfuil nó idir bheirt a bhfuil míchumais éagsúla orthu

source: Indirect discrimination occurs when practices or policies that do not appear to discriminate against one group more than another actually have a discriminatory impact
ga: Tarlaíonn idirdhealú indíreach nuair nach cosúil go ndéanann beartais nó cleachtais idirdhealú in aghaidh grúpa amháin seachas grúpa eile ach go mbíonn tionchar idirdhealaitheach acu i ndáiríre

source: It can also happen where a requirement that may appear non-discriminatory adversely affects a particular group or class of persons
ga: Féadfaidh idirdhealú tarlú freisin nuair a bhíonn riachtanas ann, agus bíodh is nach cosúil go bhfuil sé idirdhealaitheach, go mbíonn drochthionchar aige ar ghrúpa nó ar aicme daoine

source: Specific situations covered by employment equality legislation
ga: Cásanna faoi leith a chuimsíonn an reachtaíocht um chomhionannas fostaíochta

source: Disability: Employers are obliged to make reasonable accommodations for staff with disabilities
ga: Míchumas: Tá sé de dhualgas ar fhostóirí freastal réasúnta a dhéanamh ar baill foirne faoi mhíchumas

source: This includes providing access to employment, enabling people with disabilities to participate in employment including promotion, and training
ga: Áirítear leis seo rochtain a sholáthar d’fhostaíocht, cur ar chumas daoine faoi mhíchumais páirt a ghlacadh i bhfostaíocht agus in oiliúint agus arduithe céime a fháil

source: Pregnancy: Pregnancy-related discrimination is discrimination on the ground of gender and includes recruitment, promotion and general conditions of employment
ga: Toircheas: Idirdhealú ar bhunús inscne is ea idirdhealú a bhaineann le toircheas agus áirítear leis cúrsaí earcaíochta, arduithe céime agus coinníollacha ginearálta fostaíochta

source: Women who are pregnant or have recently given birth are also protected under maternity protection and unfair dismissals legislation
ga: Tugann an reachtaíocht a bhaineann le cosaint mháithreachais agus dífhostú éagórach cosaint do mhná atá ag iompar clainne nó ar rugadh leanaí dóibh le deireanas

source: Equal pay: Employment equality legislation provides for equal pay for like work
ga: Pá comhionann: Déanann reachtaíocht chomhionannas fostaíochta soláthar don phá comhionann ar an gcineál céanna oibre

source: Like work is defined as work that is the same, similar or work of equal value
ga: Is é an sainmhíniú atá ar an gcineál céanna oibre ná an obair chéanna, obair atá cosúil nó obair ar aon luach

source: It is one of the terms that must be part of the contract of employment as a result of laws passed by the Dail
ga: Is é téarma nach mór a bheith mar pháirt den chonradh fostaíochta de bharr reachtaíochta atá rith tríd an Dáil

source: A claim for equal pay can be made on any of the 9 grounds listed above
ga: Is féidir éilimh ar phá comhionann a dhéanamh ar aon cheann de na 9 gcúis thuas

source: Harassment including sexual harassment that is based on any of the 9 grounds is a form of discrimination in relation to conditions of employment
ga: Ciapadh: Idirdhealú ó thaobh dálaí fostaíochta is ea ciapadh lena n-áirítear ciapadh gnéasach bunaithe ar aon cheann den 9 bhunús thuas

source: Bullying at work which is linked to one of the 9 discriminatory grounds above comes under employment equality legislation
ga: Má bhaineann bulaíocht san ionad oibre le ceann ar bith de na 9 mbunús idirdhealaithe thuas cuimsíonn an reachtaíocht chomhionannais fostaíochta í

source: Victimisation: Under employment equality legisation you are protected against victimisation if you bring a claim or are involved in a complaint of unlawful discrimination against your employer
ga: Íospairt: Cosnaíonn an reachtaíocht chomhionannas fostaíochta thú in aghaidh íospairt má dhéanann tú éileamh maidir le hidirdhealú mídhleathach in aghaidh d’fhostóra nó má tá páirt agat ina leithéid de ghearán

source: This means that your employer may not penalise you by dismissal, unfair treatment or an unfavourable change in your conditions of employment
ga: Ciallaíonn sé seo nach féidir le d'fhostóir pionós a chur ort trí dhífhostú, caitheamh leat go míchothrom, nó athrú neamhfhabhrach a dhéanamh ar do choinníollacha fostaíochta

source: The Irish Human Rights and Equality Commission and the Workplace Relations Commission are separate organisations that work to ensure equality at work
ga: Dhá eagraíocht faoi leith iad Coimisiún na hÉireann um Chearta an Duine agus Comhionannas agus Coimisiún um Chaidreamh san Áit Oibre a oibríonn le cinntiú go mbeidh comhionannas san ionad oibre

source: The Irish Human Rights and Equality Commission is a statutory body set up to provide information to the public on human rights and equality legislation
ga: Comhlacht reachtúil is ea an Coimisiún na hÉireann um Chearta an Duine agus Comhionannas a bunaíodh le faisnéis a sholáthar don phobal faoi reachtaíocht chomhionannais agus um chearta an duine

source: It can, at its discretion, provide legal assistance to people who wish to bring claims to the Equality Tribunal
ga: Féadfaidh sé ar a lánrogha cúnamh dlí a sholáthar do dhaoine ar mhian leo éilimh a thabhairt chun an Bhinse Comhionannais

source: You can find the booklet, Your Employment Equality Rights Explained on ihrec.ie
ga: Tá bileog maidir le do chearta chomhionannais fostaíochta ar fáil ar ihrec.ie

source: The Workplace Relations Commission is the place to bring a discrimation claim under the Employment Equality Acts 1998–2015 using the online complaint form available on workplacerelations.ie)
ga: Is chuig an gCoimisiún um Chaidreamh san Áit Oibre ar cóir éileamh maidir le hidirdhealú faoi na hAchtanna um Chomhionannas Fostaíochta 1998-2015 a thabhairt tríd an fhoirm ghearáin ar líne a úsáid á fáil ar workplacerelations.ie

source: It investigates or mediates claims of unlawful discrimination under equality legislation
ga: Scrúdaíonn an Coimisiún éilimh faoi idirdhealú mídhleathach faoin reachtaíocht chomhionannais nó déanann sé idirghabháil faoin scéal
